Revit 2024 API
ParameterTypeId.DividedSurfaceDisplayComponents Property
 "Components"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DividedSurfaceDisplayComponents { get; }
Visual Basic
Public Shared ReadOnly Property DividedSurfaceDisplayComponents As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DividedSurfaceDisplayComponents {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace